<?php
/**
 * Author: Artem Aleksandrov
 * Date: 31.05.2020
 * Time: 14:58
 */

return [
    'Настройки путей',
    'Путь до каталога с миграциями',
    'Настройки по умолчанию',
    'Имя таблицы по умолчанию на уровне всего приложения',
    'Environment будет выбран по умолчанию, если не передан аргументом командной строки -e',
    'Список environment',
    'Environment с именем testing',
    'Драйвер базы данных. Доступны mysql,pgsql',
    'Host базы данных',
    'Имя базы данных',
    'Имя пользователя базы данных',
    'Пароль пользователя базы данных',
    'Порт базы данных',
    'Настройки кодировки',
    'Имя таблицы с миграциями в данной environment',
];